export const rules = [
	{
		title: 'Легальність ліків',
		description:
			'Обмін дозволений тільки для сертифікованих лікарських засобів, офіційно зареєстрованих в Україні.',
		additional:
			'Заборонено передавати наркотичні, психотропні та інші препарати, що підлягають контролю державних органів.',
	},
	{
		title: 'Стан та термін придатності',
		description:
			'Ліки повинні бути в заводському пакуванні та мати неушкоджену інструкцію (якщо вона є). Термін придатності препарату має становити щонайменше 3 місяці до закінчення.',
		additional:
			'Заборонено передавати прострочені, відкриті або пошкоджені препарати.',
	},
	{
		title: 'Особисті дані та конфіденційність',
		description:
			'Всі операції обміну повинні відбуватися через платформу, без передачі особистих даних третім особам.',
		additional:
			'Заборонено вимагати від інших користувачів паспортні дані, адреси або інші чутливі дані.',
	},
	{
		title: 'Безпека отримання ліків',
		description:
			'Рекомендується здійснювати обмін через поштові сервіси або особисті зустрічі у безпечних громадських місцях.',
		additional:
			'Заборонено вимагати оплату за передані ліки – обмін є безкоштовним.',
	},
	{
		title: 'Відповідальність користувачів',
		description:
			'Користувач самостійно несе відповідальність за достовірність інформації про препарати, які він передає або отримує.',
		additional:
			'Платформа не несе відповідальності за можливі побічні ефекти або неправильне використання отриманих ліків.',
	},
	{
		title: 'Порушення правил',
		additional:
			'За порушення будь-якого з вищевказаних правил користувач може бути заблокований без можливості відновлення акаунта.',
	},
]
